---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProfileFamType
source: html/23e3a3b3-ab31-8f8d-d034-5f5b950ae8f1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProfileFamType Property

"Profile"

## Syntax (C#)
```csharp
public static ForgeTypeId ProfileFamType { get; }
```